start-text =
    <b>Добро пожаловать в наше виртуальное казино!</b>
    У вас на старте { $points } очков. Каждая попытка стоит 1 очко, а за выигрышные комбинации вы получите:

    3 одинаковых символа (кроме семёрки) — 7 очков
    7️⃣7️⃣▫️ — 5 очков (квадрат = что угодно)
    7️⃣7️⃣7️⃣ — 10 очков

    <b>Внимание</b>: бот предназначен исключительно для демонстрации, и ваши данные могут быть сброшены в любой момент!
    Помните: лудомания — это болезнь, и никаких платных опций в боте нет.

    Убрать клавиатуру — /stop
    Показать клавиатуру, если пропала — /spin

spin-button-text = 🎰 Испытать удачу!

stop-text = Клавиатура удалена. Начать заново: /start, вернуть клавиатуру и продолжить: /spin

help-text =
    <b>У вас проблемы? Решайти их сами</b>. Мы слишком заняты.

    Исходный код бота доступен на <a href='https://github.com/voewoda88/CasinoBot'>GitHub</a>.

menu-start = Перезапустить казино
menu-spin = Показать клавиатуру и сделать бросок
menu-stop = Убрать клавиатуру
menu-help = Справочная информация